Repository: jpavonabian/Gestor-de-Pomodoros
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Ciclo completado. Iniciando descanso largo.
ru: Цикл завершён. Начинаем длительный перерыв.

source: Ciclo completado. Iniciando descanso.
ru: Цикл завершён. Начинаем перерыв.

source: Descanso largo finalizado. Iniciando nuevo ciclo.
ru: Длительный перерыв завершён. Начинаем новый цикл.

source: Descanso finalizado. Iniciando nuevo ciclo.
ru: Перерыв завершён. Начинаем новый цикл.

source: El pomodoro no está activo.
ru: Цикл Помидора не запущен.

source: El pomodoro está pausado.
ru: Цикл Помидора приостановлен.

source: Descanso en progreso. Tiempo restante: {minutes} minutos y {seconds} segundos.
ru: Перерыв продолжается. Оставшееся время: {minutes} минут и {seconds} секунд.

source: Ciclo en progreso. Tiempo restante: {minutes} minutos y {seconds} segundos.
ru: Цикл продолжается. Оставшееся время: {minutes} минут и {seconds} секунд.

source: Inicia o pausa el Pomodoro
ru: Запускает или приостанавливает цикл Помидора

source: Gestor de pomodoros
ru: Управление временем методом помидора

source: Pomodoro iniciado.
ru: Цикл Помидора запущен.

source: Pomodoro reanudado.
ru: Цикл Помидора возобновлён.

source: Pomodoro pausado.
ru: Цикл Помидора приостановлен.

source: Reporta el estado del Pomodoro
ru: Сообщает состояние цикла Помидора

source: Detiene el Pomodoro
ru: Останавливает цикл Помидора

source: Pomodoro detenido.
ru: Цикл Помидора остановлен.

source: No hay ningún pomodoro activo.
ru: Нет активного цикла Помидора.

source: Por favor, dona
ru: Пожалуйста, сделайте пожертвование

source: Gestor de Pomodoros - complemento gratuito para NVDA. Puedes hacer una donación a Jesús Pavón Abián para ayudar en el desarrollo futuro de este complemento. ¿Quieres hacer una donación ahora? Para la transacción, serás redirigido al sitio web de PayPal.
ru: Управление временем методом помидора - это бесплатное дополнение для NVDA. Вы можете сделать пожертвование Хесусу Павону Абиану, чтобы помочь в дальнейшем развитии этого дополнения. Хотите сделать пожертвование прямо сейчас? Для совершения транзакции вы будете перенаправлены на сайт PayPal.

source: Gestor de Pomodoros
ru: Gestor de Pomodoros (Управление временем методом Помидора)

source: Complemento que permite gestionar ciclos Pomodoros. Útil para estudiantes o trabajadores que necesitan ayuda para dispersarse menos o prestar más atención a sus tareas.
ru: Это дополнение позволяет управлять временем циклами (по методу Помидора). Оно полезно для студентов или работников, которым нужна помощь, чтобы меньше отвлекаться или уделять больше внимания своим задачам.
